Repository: dangmanhcuong87/MozillaScripts
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, pl, ru, tr, vi

source: Not available here
fr: Non disponible ici
pl: Niedostępne tutaj
ru: Не доступно здесь
tr: Burada mevcut değil
vi: Không sẵn sàng ở đây

source: Status bar not found
fr: Barre d'état introuvable
pl: Nieznaleziono paska stanu
ru: Строка состояния не найдена
tr: Durum çubuğu bulunamadı
vi: Không tìm thấy thanh trạng thái

source: Copied to clipboard
fr: Copié dans le presse-papier
pl: Skopiowano do schowka
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı
vi: Đã chép vào bộ nhớ tạm

source: Reads the status bar. If pressed twice quickly, copies it to clipboard.
fr: Lit la barre d'état. Si vous appuyez deux fois rapidement, le copie dans le presse-papiers.
pl: Czyta pasek stanu, jeżeli jest naciśnięte dwukrotnie, kopiuje go do schowka.
ru: Читает строку состояния. Если нажать быстро дважды, копирует её в буфер обмена.
tr: Durum çubuğunu oku. Hızlıca iki kez, panoya kopyala.
vi: Đọc thanh trạng thái. Bấm nhanh hai lần để chép vào bộ nhớ tạm.

source: Insecure connection
fr: Connexion non sécurisée
pl: Niebezpieczne połączenie
tr: güvenli olmayan bağlantı
vi: Kết nối không an toàn

source: Address not found
fr: Adresse introuvable
pl: Nie można znaleźć adresu
ru: Адрес не найден
tr: Adres bulunamadı
vi: Không tìm thấy địa chỉ

source: Reads the page address. If pressed twice quickly, copies it to clipboard.
fr: Lit l'adresse de la page. Si vous appuyez deux fois rapidement, le copie dans le presse-papiers.
pl: Czyta adres strony. Jeżeli jest naciśnięte dwukrotnie, kopiuje go do schowka.
ru: Читает Адрес страницы. Если нажать быстро дважды, копирует его в буфер.
tr: Sayfa adresini oku. Hızlıca iki kez, panoya kopyala.
vi: Đọc địa chỉ trang web. Bấm nhanh hai lần để chép vào bộ nhớ tạm.

source: Shows a list of opened tabs. If pressed twice quickly, shows buttons of tool bar.
fr: Affiche une liste des onglets ouverts. Si vous appuyez deux fois rapidement, affiche les boutons de la barre d'outils.
pl: Otwiera listę otwartych kart. Jeżeli jest naciśnięte dwukrotnie, wyświetla przyciski paska narzędzi.
ru: Показывает список открытых вкладок. Если нажать быстро дважды, показывает кнопки панели инструментов.
tr: Açık sekmeleri listele. Hızlıca iki kez, araç çubuğundaki düğmeleri göster.
vi: Hiển thị danh sách các thẻ được mở. Bấm nhanh hai lần sẽ hiển thị các nút trên thanh công cụ.

source: Shows buttons of tool bar.
tr: Araç çubuğundaki düğmeleri göster
vi: Hiện các nút của thanh công cụ.

source: Tool bar not found
fr: Barre d'outils introuvable
pl: Nie można znaleźć paska narzędzi
ru: Панель инструментов не найдена
tr: Araç çubuğu bulunamadı
vi: Không tìm thấy thanh công cụ

source: There is no notification
fr: Il y a aucune notification
pl: Nie ma powiadomienia
ru: Нет уведомлений
tr: Bildirim yok
vi: Không có thông báo nào

source: Reads the last notification and it takes the system focus to it if it is possible. By pressing two times quickly shows the history of notifications.
fr: Lit la dernière notification et prend le focus système si possible. En pressant deux fois rapidement, affiche l'historique des notifications.
pl: Czyta ostatnie powiadomienie i przenosi punkt uwagi na powiadomienie, jeżeli jest to możliwe. wciskając dwa razy, przenosi do historii powiadomień.
ru: Читает последние уведомления и устанавливает системный фокус на него, если это возможно. Быстрое нажатие два раза показывает историю уведомлений.
tr: En son bildirimi oku ve mümkünse sistem odağını taşı. Hızlıca iki kez, bildirim geçmişini görüntüle.
vi: Đọc thông báo cuối cùng và đưa con trỏ đến đó nếu có thể. Bấm nhanh hai lần để hiển thị lịch sử thông báo.

source: Brings the focus to the document
fr: Emmène le focus sur le document
pl: Przenosi punkt uwagi do dokumentu
ru: Перемещает фокус к документу
tr: Odağı belgeye taşı
vi: Đưa con trỏ đến tài liệu.

source: Opened tabs
fr: Onglets ouverts
pl: Otwarte karty
ru: Открытые вкладки
tr: Açık sekmeler
vi: Các thẻ đã mở

source: Tool Bar Buttons
fr: Boutons de la barre d'outils
pl: Przyciski paska narzędzi
ru: Кнопки панели инструментов
tr: Araç çubuğu düğmeleri
vi: Các nút thanh công cụ

source: &Go
fr: &Aller
pl: &Idź
ru: &Перейти
tr: &Git
vi: &Đi

source: &Options
pl: &Opcję
ru: &Настройки
tr: &seçenekler
vi: &Tùy chỉnh

source: Close
fr: Fermer
pl: Zamknij
ru: Закрыть
tr: Kapat
vi: Đóng

source: (Press down arrow to display more options)
fr: (Appuyez sur flèche bas pour afficher plus d'options)
pl: (Aby wyświetlić więcej opcji, naciśnij strzałkę w dół)
ru: (Нажмите стрелку вниз, чтобы отобразить дополнительные параметры)
tr: Daha fazla seçenek için aşağı oka basın
vi: (Bấm mũi tên xuống để hiển thị thêm tùy chọn)

source: empty
fr: vide
pl: Puste
ru: Пусто
tr: Boş
vi: rỗng

source: Not found
fr: Non trouvé
pl: Nie znaleziono
ru: Не найдено
tr: Bulunamadı
vi: Không tìm thấy

source: you are not in a message window
fr: vous n'êtes pas dans une fenêtre de message
pl: Nie znajdujesz się w oknie wiadomości
ru: Вы не в окне сообщения
tr: İleti penceresinde değilsiniz
vi: Bạn không ở cửa sổ nội dung thư

source: Reads the subject of the message.
fr: Lit le sujet du message.
pl: Czyta tytuł wiadomości.
ru: Читает тему сообщения.
tr: İleti konusunu oku.
vi: Đọc tiêu đề của thư.

source: Reads date of the message.
fr: Lit la date du message.
pl: Czyta datę wiadomości.
ru: Читает дату сообщения.
tr: İleti tarihini oku.
vi: Đọc ngày gửi thư.

source: You are not in a list of messages
fr: Vous n'êtes pas dans une liste de messages
pl: Nie znajdujesz się na liście wiadomości
ru: Вы не в списке сообщений
tr: İleti listesinde değilsiniz
vi: Bạn không ở trong danh sách thư

source: Column headers not found
fr: En-têtes de colonne non trouvés
pl: Nie znaleziono nagłówków kolumn
ru: Заголовки столбцов не найдены
tr: Sütun başlıkları bulunamadı
vi: Không tìm thấy tiêu đề cột

source: Allows you to change the order of the columns in the messages list
fr: Vous permet de changer l'ordre des colonnes dans la liste des messages
pl: Umożliwia zmianę porządku kolumn w liście wiadomości
ru: Позволяет изменить порядок столбцов в списке сообщений
tr: İleti listesindeki sütunların sırasını değiştirmenizi sağlar
vi: Cho phép bạn thay đổi cách sắp xếp các cột trong danh sách thư

source: There are No attachments
fr: Il n’y a pas de pièces jointes
pl: Nie ma załączników
ru: Нет вложений
tr: Ek yok
vi: Không có tệp đính kèm nào

source: Brings the focus to the list of attachments, if any.
fr: Emmène le focus sur la liste des pièces jointes, le cas échéant.
pl: Otwiera listę załączników, jeżeli są.
ru: Перемещает фокус к списку вложений, если таковые имеются.
tr: Varsa, odağı ek listesine taşı.
vi: Đưa con trỏ đến danh sách tệp đính kèm nếu có.

source: Brings the focus to the text of the open message.
fr: Emmène le focus sur le texte du message ouvert.
pl: Sprowadza punkt uwagi do tekstu otwartej wiadomości.
ru: Перемещает фокус к тексту открытого сообщения.
tr: Odağı açık iletinin metin kısmına taşı.
vi: Đưa con trỏ đến nội dung của thư đang mở.

source: Search in
fr: Rechercher dans
pl: Szukaj w
ru: Искать в
tr: İçinde ara
vi: Tìm trong

source: Leaving search box
fr: Sorti du champ de recherche
pl: Opuszczam pole wyszukiwania
ru: Покинуть поле поиска
tr: Arama kutusundan çıkılıyor
vi: Rời khỏi hộp tìm kiếm

source: uncheck
fr: décocher
pl: nie zaznaczone
ru: снять
tr: işareti kaldır
vi: không chọn

source: check
fr: Cocher
pl: Zaznaczone
ru: установить
tr: işaretle
vi: chọn

source: checked
fr: coché
pl: Zaznaczone
ru: Отмечено
tr: işaretli
vi: đã chọn

source: not checked
fr: Non coché
pl: Nie zaznaczone
ru: Неотмечено
tr: İşaretli değil
vi: bỏ chọn

source: There are not more columns
fr: Il n’y a pas davantage de colonnes
pl: Nie ma więcej kolumn
ru: Нет больше столбцов
tr: Başka sütun yok
vi: Không có thêm cột nào

source: Expand the conversation to display messages
fr: Développez la conversation pour afficher les messages
pl: Rozszerz wątek, aby wyświetlić konwersację
ru: Разверните беседу для отображения сообщений
tr: İletileri görüntülemek için ileti dizisini genişlet
vi: Mở rộng cuộc hội thoại để hiện các thư

source: Preview pane is not active or message has not been loaded yet
fr: Le volet d'aperçu n'est pas actif ou le message n'a pas encore été chargé
pl: Pasek podglądu nie jest aktywny, lub wiadomośc się jeszcze nie wczytałą
ru: Область предварительного просмотра не активна, или сообщение еще не загружено
tr: Önizleme bölmesi etkin değil veya ileti henüz yüklenmedi
vi: Bản xem trước không hoạt động hoặc thư chưa mở

source: In message list, reads the selected message without leaving the list.
fr: Dans la liste des messages, lit le message sélectionné sans quitter la liste.
pl: W list ywiadomości, czyta wiadomość bez opuszczania listy.
ru: Читать сообщение в списке сообщений
tr: İleti listesinde, seçili iletiyi listeden ayrılmadan oku.
vi: Trong danh sách thư, đọc thư đã chọn mà không rời khỏi danh sách.

source: Manage columns
fr: agencer les colonnes
pl: Zarządzaj kolumnami
ru: Управление столбцами
tr: Sütunları düzenle
vi: Quản lý cột

source: &up
fr: &monter
pl: &Do góry
ru: Вв&ерх
tr: Y&ukarı
vi: &lên

source: &down
fr: &descendre
pl: Do doł&u
ru: Вн&из
tr: &aşağı
vi: &xuống

source: &options
pl: &Opcję
ru: &Настройки
tr: &seçenekler
vi: &tùy chỉnh

source: Can't move %s, it is already the first column.
fr: Impossible de déplacer %s, il s’agit déjà de la première colonne.
pl: Nie można przenieść %s, jest to już pierwsza kolumna.
ru: Нельзя переместиться %s, это первый столбец
tr: %s taşınamıyor, zaten ilk sütun.
vi: Không thể di chuyển %s, Nó đã là cột đầu tiên.

source: %s before %s
fr: %s avant %s
pl: %s przed %s
ru: %s перед %s
tr: önde %s arkada %s
vi: %s trước %s

source: Can't move %s, it is already the last column.
fr: Impossible de déplacer %s, il s’agit déjà de la dernière colonne.
pl: Nie można przenieść %s, jest to już ostatnia kolumna.
ru: Нельзя переместиться %s, это последний столбец
tr: %s taşınamıyor, zaten son sütun.
vi: Không thể di chuyển %s, Nó đã là cột cuối cùng.

source: %s after %s
fr: %s après %s
pl: %s po %s
ru: %s после %s
tr: arkada %s önde %s
vi: %s sau %s

source: Folder has changed, return to %s to manage columns or restart this dialog
fr: Le dossier a changé, retournez à %s pour agencer les colonnes ou relancez cette boîte de dialogue
pl: Folder jest zmieniony. Wróć to %s aby zarządzać kolumnami lub ponownie uruchom ten dialog
ru: Папка была изменена вернитесь к %s для управления столбцами, или перезапустите этот диалог
tr: Klasör değişti, sütunları yönetmek veya bu iletişim kutusunu yeniden başlatmak için %s'e geri dönün
vi: Thư mục đã thay đổi. Hãy trở về %s để quản lý các cột hoặc khởi động lại hộp thoại này

source: Yesterday
fr: Hier
tr: dün

source: %d days ago
fr: il y a %d jours
tr: %d gün önce

source: About an hour ago
fr: Il y a environ une heure
ru: Около часа назад
tr: Yaklaşık bir saat önce

source: About %d hours ago
fr: Il y a environ %d heures
ru: Около %d часов назад
tr: Yaklaşık %d saat önce

source: About a minute ago
fr: Il y a environ une minute
ru: Около минуты назад
tr: Bir dakika önce

source: About %d minutes ago
fr: Il y a environ %d minutes
ru: Около %d минут назад
tr: Yaklaşık %d dakika önce

source: a second ago
fr: il y a une seconde
ru: Секунду назад
tr: Bir saniye önce

source: %d seconds ago
fr: il y a %d secondes
ru: %d секунд назад
tr: %d saniye önce

source: Couldn't capture the text of this notification
fr: Impossible de capturer le texte de cette notification
ru: Не смог захватить текст этого уведомления
tr: Bu bildirimin metni alınamadı

source: Refresh F5
tr: Güncelle F5

source: Delete item Supr
tr: Öğeyi sil Supr

source: Clear all
tr: Tümünü sil

source: Mozilla notifications
tr: Mozilla Bildirimleri

source: Firefox notifications
tr: Firefox bildirimleri

source: Thunderbird notifications
tr: Thunderbird Bildirimleri

source: Status bar: %s
fr: Barre d'état : %s
ru: Строка состояния: %s

source: Page address is: %s (%s)
fr: L'adresse de la page est: %s (%s)
ru: Адрес страницы: %s (%s)

source: Notification History
fr: Historique des notifications
pl: Historia powiadomień
ru: История уведомлений

source: Last alert, %s: %s
fr: Dernière alerte, %s: %s
pl: Ostatnie ostrzeżenie, %s: %s
ru: Последнее предупреждение, %s: %s

source: Provides accessibility features for Mozilla Firefox and Thunderbird
pl: Dodaje funkce dostępności do Mozilli Firefox i Thunderbirda
vi: Cung cấp các tính năng tiếp cận cho Mozilla Firefox và Thunderbird

source: Mozilla Apps Enhancements
vi: Cải thiện cho các ứng dụng của Mozilla
